Repository: mozilla-l10n/mt-training-data
Catalog: kjh/kjh_pontoon.tmx
Source language: en_us
Languages: kjh

source: 1 sentence collected
kjh: 1 чоохтағ чыыл парған

source: 2 down, keep it up!<playIcon></playIcon>
kjh: Ікізі тимде <playIcon></playIcon>, узарадыңар!

source: About
kjh: Пістеңер

source: Accepted file types: .tsv only
kjh: Чарадылчатхан файл кӧрімнері: .tsv ла.

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
kjh: { $actionType }<playIcon></playIcon> чоохтағ орта адалған ма?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kjh: { $actionType }<recordIcon></recordIcon>, анаң чоохтағны истілдіре хығырыбызыңар

source: { $actionType }<stopIcon></stopIcon> when done
kjh: { $actionType }<stopIcon></stopIcon>, тоос салзаңар

source: { $actionType } submit when ready
kjh: { $actionType } тимде полза, ызыбызыңар

source: Add and Review Sentences, Add Questions, Transcribe Audio
kjh: Чоохтағларны хозары паза сыныхтиры, сурығларны хозары, аудио транскрипциязы

source: Add <icon></icon> a public domain sentence
kjh: Прайзына <icon></icon> азых чоохтағ хозыбызыңар

source: Add information
kjh: Информация хозыбызарға

source: Add new sentences for the community to read
kjh: Пірігіске хығырар наа чоохтағлар хозыңар

source: Add one sentence per line
kjh: Пір чолға пірер чоохтағнаң хозарға

source: Add questions
kjh: Пос тіліңернең сурығларны хозыбызыңар

source: Add sentences
kjh: Постарыңның тіліңернең чоохтағларны хозыбызыңар

source: Add Sentences
kjh: Чоохтағларны хозыбызарға

source: Add up to 1,000 sentences
kjh: 1000-ңа теере чоохтағ хозыбызарға

source: Add Your Voice
kjh: Пос ӱнін хозарға

source: Agriculture and Food
kjh: Аал хонии паза ас-тамах

source: All sentence must have the same domain
kjh: Прай чӧптернің пір ле домен поларға кирек

source: All sentences must have the same citation
kjh: Прай чоохтағларда алылған чоохтар тӧӧй поларға кирек

source: Already have an account? <login>Log-In</login>
kjh: Сірернің аккаунтыңар пар ба? <login> Кірерге </login>

source: An error occurred fetching sentences
kjh: Чоохтағларны аларында алҷаас пол парған.

source: An error occurred reviewing this sentence
kjh: Пу чоохтағны паалирында алҷаас пол парған.

source: An error occurred submitting your voice information
kjh: Сірернің ӱнніг искірииңерні ысханда,алҷаас сығысхан

source: Approve
kjh: Аларға

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
kjh: Пасха ӱннернің амыр паза оңнап полбас суулазы чарадығ, че текстте пір сӧсті дее оңнап ползаңар, пазылғанын хыйа идерге кирек, анзы машина алгоритміне сӧстерні танирына харығ пол парарға айабас. Ӧӧнінде анзы, кем-де телевизор ӱзӱрбезе алай хайда-да хости чоохтасчатсалар, поладыр.

source: Are you coming? <strong>[called by another]</strong>
kjh: Син парчазың ма? <strong> [кем-де пасхазы хығырча] </strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
kjh: Піске <matrixLink> Matrix </matrixLink>, <discourseLink>Discourse</discourseLink> алай <emailLink> электроннай почтаҷа </emailLink> сурығлар пиріңер.

source: Automotive and Transport
kjh: Автомобильлер пӱдірері паза транспорт

source: Background Noise
kjh: Фон суум-саам

source: Background Voices
kjh: Фон ӱннер

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
kjh: Хығырығҷы сӧсті саба адабысхан полза, саба орында ударение турғысхан полза, алай сурығ таниин санға албин салған полза, ол нимелерге тӧстене клипті хыйа идер алнында сизіктіг полыңар. Прай чир ӱстӱнде тапсағларны аймах адапчатханы киректелче, хай піреелерін пос кізілер аразындағы пірігістерде испеен поларзар. Сірердең пасха иде чоохтасчатханнырны хыйа албаңардах.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
kjh: [«Берет» пастағы даа слогха (Великобритания) паза ікінҷi дее слогха (США) ударениелiг чарир]

source: <bold>{ $count }</bold> Clips
kjh: <bold>{ $count }</bold> пазылғаны

source: <bold>Help us</bold> find more voices
kjh: Піске кӧп арах ӱн табарға <bold> полыс пиріңер </bold>

source: Bulk batch
kjh: Улуғ пакет

source: Bulk Sentences Uploaded
kjh: Кӧп чоохтағ киріл парған

source: By telling us about yourself, you will help developers build more inclusive technology
kjh: Сірер хайди чоохтанчатханынаңар искірігнең ӱлес поларҷыхсар ба?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kjh: Common Voice-нең тузаланып, <termsLink> Тузаланыстың молҷағларынаң </termsLink> паза <privacyLink> Конфиденциальностьтаңар искірігнең </privacyLink> чарасчазар.

source: Cancel Re-recording
kjh: Хати пазарын тохтадыбызарға

source: Cancel Submission
kjh: Ызарын тохтадыбызарға

source: Cannot submit more than 1000 sentences
kjh: 1000-наң артых чоохтағны ызарға чарабас

source: Change preferences
kjh: Настройкаларны алыстырыбызарға

source: Check <icon></icon> is this a linguistically correct sentence?
kjh: Сыныхтабызыңар <icon></icon>, пу чоохтағ тіл саринаң орта полча ба?

source: <chevron></chevron>See less
kjh: <chevron></chevron> Хысхаҷахти

source: <chevron></chevron>See more
kjh: <chevron></chevron> Сала алғыда арах

source: Citation
kjh: Цитата

source: Cite with a URL link or the full name of the work.
kjh: URL-ссылканлығ алай тоғыстың толдыра адынаң кӧзідімге пирерге.

source: Click
kjh: Пазыбызарға

source: Clips Uploaded
kjh: Пазылғаннары киріл пардылар

source: Comment
kjh: Комментарий

source: Contact Us
kjh: Піснең палғалызыбызарға

source: Continue
kjh: Узарадарға

source: Continue validating
kjh: Сыныхтағ узарадарға

source: Contribute
kjh: Аралазарға

source: Contribute sentences
kjh: Чоохтағлар кирерге

source: Contribution Criteria
kjh: Аралас критерийлар

source: Create a profile
kjh: Профиль тӧстирге

source: Criteria
kjh: Критерийлар

source: Datasets
kjh: Данныйларның чыындызы

source: Delete my recordings
kjh: Пасханымны чызыбызарға

source: Different language
kjh: Пасха тіл

source: Difficult to pronounce
kjh: Адирға аар

source: Discard ongoing recording
kjh: Ам пасчатханын тохтадыбызарға

source: Does the sentence meet the guidelines?
kjh: Чоохтағ устағ-пастағдағы тӧстеглерге килісче бе?

source: Donate your voice
kjh: Ӱніңернең тикке ӱлезіңер

source: Don't see your language on Common Voice yet?
kjh: Сірер сағам Common Voice-та позыңарның тіліңерні кӧрбинчезер бе?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
kjh: киріп алар ӱчӱн, пеер постарыңның файлыңарны тартыңар алай <uploadButton>пазыбызыңар</uploadButton>

source: Drop file here to upload
kjh: Грузить полып алар ӱчӱн, айлны пеер тартып алыңар

source: Enter your public domain sentence here
kjh: Пеер халых ис-пайынаң сірернің чооғыңарны кирібізіңер

source: Enter your public domain sentences here
kjh: Мында чон ис-пайынаң чӧптерні кирібізіңер

source: Error adding sentence
kjh: Чоохтағны хозарына алҷаас

source: Exit & Delete clips
kjh: Сығыбызарға паза клиптерні чызыбызарға

source: Fewer than 15 words per sentence
kjh: 15 сӧстең асхынах

source: File is too large
kjh: Иртіре улуғ файл

source: File is too small
kjh: Иртіре кічиҷегес файл

source: Finance
kjh: Финанстар

source: Finish recording
kjh: Пазарын тоозыбызарға

source: Finish recording first?
kjh: Пастап пазарын тоос саларзар ба?

source: Finish Review
kjh: Cыныхтағ тоозыбызарға

source: Finish validating
kjh: Сыныхтағ тоозыбызарға

source: Finish validating clips?
kjh: Клиптерні сыныхтирын тоозыбызарға ба?

source: Follow guidelines from “What sentences can I add?”
kjh: «Хайдағ чоохтар мин хос поларбын?» пӧліктегі инструкцияларға тудыныңар

source: for example
kjh: кӧзідімге

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
kjh: Технология прайзына чахсы тоғынзын тіп, тоғыс итчеткеннерге технологияларны идеріне полысчатхан чыындылар кізілерні кӧзідерге киректер. Кӧзідімге алза, акценттіг чоохтанчатханнарны кирбин ползабыс технология андағ акценттіг кізілерге тоғынмас. <learnMore>Метаданнайларның ӧӧнінеңер кӧп арах піліп алыңар.</learnMore>

source: General
kjh: Ӧӧннері

source: General language / multiple variants
kjh: Пір тиксі тіл / нинҷе-де вариант

source: Grammatical / spelling error
kjh: Грамматика / орфография алҷаазы

source: Great!<recordIcon></recordIcon> Record your next clip
kjh: Чахсы!<recordIcon></recordIcon> Постың пазағы клибіңерні пазыбызыңар

source: Great work!<playIcon></playIcon> Listen again when you're ready
kjh: Чахсы тоғыс!<playIcon></playIcon> Хаҷан тимде ползар, хатап истіңер

source: Guidelines
kjh: Руководстволар

source: Healthcare
kjh: Хазых хайраллиры

source: Help create Common Voice’s first target segment in { $locale }
kjh: Common Voice-тің кӧстегліг чардығын { $locale } тӧстирге полыс пиріңер

source: Help us validate voices
kjh: Пазылған нимелерні сыныхтирға полыс пиріңер

source: His hand was rais-ed.
kjh: Аның холы кӧдірілік полған.

source: History, Law and Government
kjh: Тархын, право паза устағ

source: How do I cite?
kjh: Мағаа кізі чооғын хайди цитировать полыбысчаң?

source: How to add multiple sentences
kjh: Нинҷе-де чоохтағны хайди хозыбызарға

source: How would you describe your sex or gender?
kjh: Постарыңның полларыңны алай гендернай идентичностьіңерні хайди чоохтап пирерҷіксер?

source: I agree
kjh: Мин чарасчам

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
kjh: Мин пу чоохтағларның <wikipediaLink> халыхтың ис-пайы полчатханын </wikipediaLink> паза пеер киріп алар ӱлгӱм пар полчатханын киречілепчем.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
kjh: Мин пу чоохтағның <wikipediaLink> халыхтың ис-пайы</wikipediaLink> полчатханын киречілепчем, паза минiң аны кир саларынға чарадығ пар.

source: <icon></icon> Add multiple public domain sentences
kjh: <icon></icon> Чонның ис-пайынаң нинҷе-де чоохтағ хозарға

source: Ideally natural and conversational (it should be easy to read the sentence)
kjh: Иң чахсы олаңай паза чоохтағы (чоохтағ оой хығырыларға кирек)

source: I do not agree
kjh: Мин чараспинчам.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
kjh: Постарыңның сӧстері полза, <italicizedText> "Пос цитирование"</italicizedText> чоохтаныңар. Піске пу контентті хайда тапханнарыңны пілерге кирек, аның халыхтың хайиинда полчатханын паза автор правозының хызырчатханы ағаа теелбинчеткенін піліп алар ӱчӱн. Цитировать полғанынаңар хоза искірігні <guidelinesLink> Чӧптер Страницазында</guidelinesLink> кӧріңер.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
kjh: Пазылғаны ӱзірілчетсе алай анда тырбахтар пол сыхса, аны хыйа идібізіңер, чоох истілбезе.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kjh: Сірер пу файлдаңар хоза искіріг пирерге итчетсер, піснең <emailFragment>commonvoice@mozilla.com</emailFragment> адресче палғалызыңардах

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kjh: Шаблонға кирілбеен пу файлдаңар искірерге итчетсер, піснең <emailFragment>commonvoice@mozilla.com</emailFragment> адресче палғалызыңардах

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
kjh: Чоохтағ критерийлерге киліспинчетсе, «Хыйа идiбiзерге» пазыбызыңар. Ікінҷiлепчетсер, «Иртiрiбiзерге» кнопканаң тузаланарға чарир, аның сылтаанда пазағы чоохтағзар иртіп.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kjh: Чӧптер кирексіністерге килісчетсе, «Аларға» пазыбызыңар.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
kjh: Сірер пу чӧптер хоостыра кирілбеен нименең тоғассар, пос сағызыңар хоостыра ӱн пиріңер. Сынап таллап полбинчатсар, иртіріг кнопказынаң тузаланыңар паза пазағы пазылғанына иртіңер.

source: If you run out of sentences to review, please help us collect more sentences!
kjh: Сірернің сыныхтаҷаң чоохтағлар тоозыл парған полза, піске кӧп арах чоохтағлар чыырға полыс пиріңер!

source: Include appropriate citation
kjh: Килістіре цитатаны хозыбызыңар

source: Invalid file
kjh: Килістіре нимес файл

source: It contains words or phrases that are hard to read or pronounce.
kjh: Хығырарға алай адирға сидік сӧстер алай чоохтағлар пар.

source: It is written in a language different than what I’m reviewing.
kjh: Ол мин сыныхтапчатхан тілдең пасха тілнең пазыл парған.

source: It is written in a language different than what I’m speaking.
kjh: Мин чоохтасчатхан тілдең пасха тілнең пазылған.

source: Just Unsure?
kjh: Ікінҷiлепчезер?

source: Keep it up, record again <recordIcon></recordIcon>
kjh: Узарадыңар, хоза пазыбызыңар <recordIcon></recordIcon>

source: Keep the recordings
kjh: Пасханымны халдырарға

source: Keep track of your progress with a profile
kjh: Профиль полызиинаң постарыңның ӧзізіңерні сыныхтаңар

source: Language Fundamentals (e.g. Digits, Letters, Money)
kjh: Тіл тӧстее (кӧзідімге, саннар, буквалар, ахча)

source: Languages
kjh: Тіллер

source: Large bulk sentence submission
kjh: Чоохтағларны кӧп кізее ысхлааны

source: Learn More
kjh: Толдыразынаң

source: Leaving now means you'll lose your progress
kjh: Амды парыбызары сірер позыңарның ӧзізіңерні чідір саларын таныхтапча

source: Listen
kjh: Истіңер

source: Listen options menu
kjh: Тыңнирын алыстырҷаң оңдайлар

source: Loading sentences…
kjh: Чоохтағларны кирері...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
kjh: <loginLink>Кіріңер</loginLink> алай <loginLink> регистрация иртіңер, нинҷе-де чоохтағ хозар ӱчӱн

source: Log in or sign up to get started
kjh: Пастир ӱчӱн кіріңер алай регистрация иртіңер

source: Log In / Sign Up
kjh: Кірібізерге / Пазын саларға

source: Make sure the sentence meets the following criteria:
kjh: Чоохтағларның пазағы кирексіністерге килісчеткенін сыныхтабызыңар:

source: Maximum file size: 25 MB
kjh: Файлның иң улуғ сині: 25 МБ.

source: Media and Entertainment
kjh: Медиа паза развлечениелар

source: Minimum sentences in file: 1000
kjh: Файлдағы чоохтағларның иң асхынах саны: 1000

source: [Mismatched content]
kjh: [Килістіре нимес контент]

source: Misreadings
kjh: Саба хығырығ

source: Missing an <strong>'s'</strong> at the end of a word.
kjh: Сӧс соонда <strong> «s» </strong> танығ чоғыл (англия тіліне).

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
kjh: Пазылчатхан тустың пастағызында сӧстiң чардығын иртірері. Кӧзідімге алза, <strong> «привет» </strong> орнына <strong> «ивет» </strong> адалчатса.

source: Missing the end of the last word by cutting off the recording too quickly.
kjh: Пазылғанын азынада тоозыбысхан сылтаанда халғанҷы сӧстің тоозылғанын иртіргені.

source: [More has been recorded than the required text]
kjh: [Киректелген тексттең артых пазыл парған]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
kjh: Пасханнарның кӧбізі – олаңай ӱннең чоохтасчатхан кізілер полча. Сірер хысхырыстығ, сыбыхтастығ алай «драма» ӱннең іле адалчатхан олаңай пазығларға тоғас парғадағзар. Кӧглеп пазылған нимелерні паза компьютерде синтезироваться полылған ӱн пазылғанын албаңар.

source: Nature and Environment
kjh: Чир-чайаан паза ибіркі чир

source: News and Current Affairs
kjh: Хабарлар паза амғы киректер

source: No
kjh: Чох

source: [No ‘a’ in the original text]
kjh: [Пастағы чоохта "а" буква чоғыл]

source: No audio was captured. Please check your microphone and try again.
kjh: Пір дее ӱн тудылбады. Микрофон сыныхтабызыңардах паза хатабызыңардах.

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
kjh: <noCopyright> Автор правозын хызырчатханы чоғыл</noCopyright> (cc-0)

source: No foreign letters
kjh: Пасха хан чиріндегі таңмалар чох

source: No microphone found.
kjh: Микрофон табылбады.

source: No numbers and special characters
kjh: Саннар паза ӧнетін танығлар чох

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kjh: Амды сыныхтирға киректелчеткен чӧптер чоғыл, че <addLink> сiрер нааларны хос поларзар!</addlink>

source: No thanks, continue speaking
kjh: Чох, алғыс, аннаң андар чоохтаныңар

source: Offensive language
kjh: Сӧклес сӧстері

source: Offensive speech
kjh: Сӧклес сӧстері

source: On desktop devices you can contribute by downloading…
kjh: Стол ӱстӱндегі компьютерлерде сірер халғанҷызын сығар поларзар:

source: On his head he wore a beret.
kjh: Пазында берет полған.

source: On iOS please continue with Safari to enable recording…
kjh: Пазылғанын IOS-та тоғындырар ӱчӱн, Safari-нең тузаланыңар...

source: On mobile devices you can contribute using your system browser…
kjh: Сірер мобильнай тиріглерде, система браузерінең тузаланып, полыс поларзар...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
kjh: Пасха саринаң, хығырығҷы пу сӧсті, арса, хаҷан даа кӧрбеен паза олаңай ла адалғанынаңар саба сағыс тутчатса, аны хыйа идібізіңер. Ікінҷілепчетсер, иртірҷең кнопканаң тузаланыңар.

source: Partner
kjh: Палғалыс

source: [Part of the text can’t be heard]
kjh: [Тексттің чардығы истілбинче]

source: <playIcon></playIcon>Last one!
kjh: <playIcon></playIcon> Халғанҷы!

source: Play/Stop
kjh: Тоғындырыбызарға/Тохтадыбызарға

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
kjh: Пістің <templateFileLink> шаблон файлыбысты</templateFileLink> сыныхтабызыңар. Сірернің чоохтағларың автор праволарынаң хайраллалбасха кирек (CC0 алай автор чаратхан оригинальнай тоғыс), пілдістіг ползын, грамматика саринаң орта пӱткен паза оой хығырарға ползын. Пирілген чоохтағларны хығырарына 10-15 секундаҷа поларға кирек; оларда саннарнаң, пос аттарнаң паза ӧнетін танығларнаң тузаланарға чарабас.

source: Please fill out this field.
kjh: Пу чолны толдыр саларға сурынчам.

source: Please select a language to review sentences.
kjh: Сірер сыныхтир чоохтағларның тілін таллап алыңардах.

source: [‘Raised’ in English is always pronounced as one syllable, not two]
kjh: [‘Raised’ англия тілінде хаҷан даа ікі нимес, пір слог чіли адалча]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
kjh: Табырахтың лимиді ас парыбысхан. { $retryLimit } минут пазынаң хатап сынап кӧріңер

source: Rate limit exceeded. Try again in { $retryLimit } seconds
kjh: Табырахтың лимиді ас парыбысхан. { $retryLimit } минут пазынаң хатап сынап кӧріңер

source: Reader Effects
kjh: Хығырығның эффекттері

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
kjh: Пазыл парған сӧске тӧӧй, че аннаң пасхалалчатхан сӧс адалча. Кӧзідімге алза, "вскрикнул" орнына "воскрикнул" алай тискер.

source: Read Sentences
kjh: Чоохтағларны хығырарға

source: Read Sentences, Answer Questions
kjh: Чоохтағларны хығырарға, сурығларға нандырарға

source: Read Sentences <small>(Coming soon)</small>
kjh: Чоохтағларны хығырарға <small> (Тӱрчедең) </small>

source: Read sentences submitted by the community in various languages
kjh: Пірігіс аймах-пасха тіллернең пирген чоохтағларны хығырыңар

source: Ready to do { $count } more?
kjh: Хоза { $count } идiбiзерге тимдезер бе?

source: <recordIcon></recordIcon> Last one!
kjh: <recordIcon></recordIcon> Халғанҷы!

source: [Recording cut off before the end of the last word]
kjh: [Запись халғанҷы сӧс тоозылғанҷа тохтап парча]

source: Record/Stop
kjh: Пазыбызарға/тохтадыбызарға

source: Record yourself reading sentences in your language
kjh: Позыңарны, чоохтағларны сірернің тіліңернең хығырып, пас салыңар

source: Record yourself responding to questions and prompts in your language
kjh: Сірер тіліңернең сурығларға паза искіріглерге хайди нандырчатханыңарны пас салыңар.

source: Record your voice
kjh: Ӱннеріңні пас салыңар

source: Reference the source of your sentence (required)
kjh: Сірернің чӧбіңер нимее тӧстенче (хайди даа кирек)

source: Reject
kjh: Хыйа идібізеррге

source: Report
kjh: Хоптанарға

source: Report was passed successfully
kjh: Хоп маңнаныстығ ызыл парған

source: Request a Language
kjh: Тіл сурабызарға

source: Re-record
kjh: Хатап пазыбызарға

source: Re-record clip
kjh: Клипті хатап пазыбызарға

source: Review
kjh: Сыныхтабызарға

source: Review and vote for new questions submitted by the community
kjh: Пірігіс сығарған наа сурығларын сыныхтабызыңар паза оларның ӱчӱн ӱн пиріңер

source: Review could not be saved. Please try again later.
kjh: Рецензияны хайраллап халарға киліспеен. Сурынчабыс, соонаң сынап кӧріңер.

source: ⓘ Review Criteria
kjh: ⓘ Сыныхтачаң критерийлар

source: Review Criteria
kjh: Сыныхтачаң критерийлар

source: Reviewed sentences not submitted, are sure?
kjh: Сыныхтал парған чоохтағлар ызылбааннар, сірер пілінчезер?

source: Review existing sentences submitted by the community
kjh: Пірігіс ысхан пар чоохтағларны сыныхтабызыңар

source: Review questions
kjh: Сурығларға ӱзӱріг пирері

source: Review & re-record clips here as you go
kjh: Клиптерні мында сыныхтабызыңар паза хатап пазыбызыңар

source: Review & re-record clips if needed
kjh: Кирек полза, клиптерні сыныхтабызыңар паза хатап пазыбызыңар.

source: Review sentences
kjh: Сірернің тіліңернең чоохтағларны сыныхтаңар

source: Review Sentences
kjh: Чоохтағларны сыныхтабызарға

source: Review & Submit
kjh: Сыныхтабызарға паза ызыбызарға

source: Review transcriptions of recorded sentences for accuracy
kjh: Пазылған чоохтағларның транскрипциязы орта пирілгенін сыныхтабызыңар

source: Review user-submitted transcriptions in your language
kjh: Тузаланҷылар ысхан тіліңернең транскрипцияларны сыныхтаңар.

source: Select an option
kjh: Вариантты таллап алыңар
